{
    "contexts": [
        {
            "tag": "chem-e-car",
            "patterns": [
                "what is chem e car",
                "tell me about chem e car",
                "chem e car",
                "when is chem e car",
                "who is conducting chem e car",
                "what is the chem e car event",
                "tell me about the chem e car event",
                "what is chem-e-car",
                "tell me about chem-e-car",
                "chem-e-car",
                "when is chem-e-car",
                "who is conducting chem-e-car",
                "what is the chem-e-car event",
                "tell me about the chem-e-car event"
            ],
            "responses": [
                "The Chem E Car Event is conducted by the CHEMICAL Department. Here's a gist of what it's going to be like. Ever been fascinated by fuelling your inventions and seeing it come to life? Well them, we have got you covered.At Chem-E-Car, you get the opportunity to design small-scale automobiles that operate by a chemical reaction under certain conditions. The event also requires you to provide an abstract/poster/video explaining the working. This is open to students of all departments. Register and activate the technocrat in you.. Check out the awesome Anokha Website or \ncontact Bhagath ph. 9789550120 for more information."
            ]
        },
        {
            "tag": "fix-it-felix 2.0",
            "patterns": [
                "what is fix it felix 2.0",
                "tell me about fix it felix 2.0",
                "fix it felix 2.0",
                "when is fix it felix 2.0",
                "who is conducting fix it felix 2.0",
                "what is the fix it felix 2.0 event",
                "tell me about the fix it felix 2.0 event",
                "what is fix-it-felix 2.0",
                "tell me about fix-it-felix 2.0",
                "fix-it-felix 2.0",
                "when is fix-it-felix 2.0",
                "who is conducting fix-it-felix 2.0",
                "what is the fix-it-felix 2.0 event",
                "tell me about the fix-it-felix 2.0 event"
            ],
            "responses": [
                "The Fix It Felix 2.0 Event is conducted by the CHEMICAL Department. Here's a gist of what it's going to be like. Creativity can solve almost any problem. Tired of solving cooked up textbook problems? This is for the ones who have a knack for tackling real-world questions. The participants will be provided with a problem faced in the industries. The proposed solutions should be feasible and original. This event is open to students from Departments of Chemical, Petroleum, Polymer, Mechanical, Production and Industrial Engineering.So what are you waiting for? Time for you to don your thinking cap and get going.\n\n1.All participants will be given a common industry defined problem at 12 PM on 22nd February 2018.\n2.The problem statement is will be released on the official website.\n3.The participants are to submit a synopsis of their idea at 9 AM on 23rd February 2018.\n4.The proposed solution is to be presented at 10 AM on 24th February 2018. The maximum allotted time for the presentation is 10 min.. Check out the awesome Anokha Website or \ncontact Aishwarya V N ph. 9442271809 for more information."
            ]
        },
        {
            "tag": "techathon",
            "patterns": [
                "what is techathon",
                "tell me about techathon",
                "techathon",
                "when is techathon",
                "who is conducting techathon",
                "what is the techathon event",
                "tell me about the techathon event"
            ],
            "responses": [
                "The Techathon Event is conducted by the CHEMICAL Department. Here's a gist of what it's going to be like. The hunt is officially on! Here's the chance to discover the budding engineer in you.This contest will test your proficiency in General Knowledge and technical skills. This event is open to students from all departments. Register now and unveil your level of expertise in the field of engineering.. Check out the awesome Anokha Website or \ncontact Karthikeyan P ph. 9578227218 for more information."
            ]
        },
        {
            "tag": "research conclave",
            "patterns": [
                "what is research conclave",
                "tell me about research conclave",
                "research conclave",
                "when is research conclave",
                "who is conducting research conclave",
                "what is the research conclave event",
                "tell me about the research conclave event"
            ],
            "responses": [
                "The Research Conclave Event is conducted by the CHEMICAL Department. Here's a gist of what it's going to be like. The foundation for every great invention starts with extensive research. If you are a part of any path-breaking innovation or want a platform to express your ideas, this is your chance to show off your originality. Register and present your way to glory.\n\n1. Participants are expected to present their idea in form of research paper/ model/ powerpoint presentation of their Original Research Carried out. Work of other researchers must strictly not be presented. \n\n2. Each team/ Individual will be given a total time of 15 minutes within which he/she/the team has to present their ideas to the panel.\n\n3.  Participants are requested to send a email to shivmittal1998@gmail.com confirming your registration. A prescribed format for abstract will be sent to them by email once they register.\n\n4. Participants are requested to submit the abstract on (or) before February 15th, 2018.. Check out the awesome Anokha Website or \ncontact Shiva Sagar Mittal ph. 9487323610 for more information."
            ]
        },
        {
            "tag": "funk your junk",
            "patterns": [
                "what is funk your junk",
                "tell me about funk your junk",
                "funk your junk",
                "when is funk your junk",
                "who is conducting funk your junk",
                "what is the funk your junk event",
                "tell me about the funk your junk event"
            ],
            "responses": [
                "The Funk Your Junk Event is conducted by the SOCIAL WORK Department. Here's a gist of what it's going to be like. Remember how proud we were back in school when we created art out of waste? Here's your chance to relive those moments of glory. We present to you an interesting challenge that tests your creative side. Collect bits of junk from around the college campus and convert them to useful goodies! Bring forth the innovator in you and create masterpieces, as Mother Nature helps you along the way.. Check out the awesome Anokha Website or \ncontact ANAGHA ARAVIND ph. 8075924775 for more information."
            ]
        },
        {
            "tag": "falling with style",
            "patterns": [
                "what is falling with style",
                "tell me about falling with style",
                "falling with style",
                "when is falling with style",
                "who is conducting falling with style",
                "what is the falling with style event",
                "tell me about the falling with style event"
            ],
            "responses": [
                "The Falling With Style Event is conducted by the AERO Department. Here's a gist of what it's going to be like. Have you always fantasized about flying? If people were amazed at the way your paper planes glided and maneuvered its way across the school, then you got to be here. Build never-seen-before gliders, unleash your inner creativity, show off your manufacturing skills and etch your name as the best glider there is.FLYING IN STYLE is here to judge your competence.. Check out the awesome Anokha Website or \ncontact Vighnesh N.K.P ph. 9094101622 for more information."
            ]
        },
        {
            "tag": "free fall",
            "patterns": [
                "what is free fall",
                "tell me about free fall",
                "free fall",
                "when is free fall",
                "who is conducting free fall",
                "what is the free fall event",
                "tell me about the free fall event"
            ],
            "responses": [
                "The Free Fall Event is conducted by the AERO Department. Here's a gist of what it's going to be like. FREE FALL is simply the survival of the fittest. Contestants must design a capsule that can carry an egg safely and protect the egg even after free fall. The contestants will be shown videos at the beginning of the event to enhance their knowledge and help their capsule survive better. MAY THE FITTEST CAPSULE WIN.. Check out the awesome Anokha Website or \ncontact Shriram ph. 9790419577 for more information."
            ]
        },
        {
            "tag": "code wars classic",
            "patterns": [
                "what is code wars classic",
                "tell me about code wars classic",
                "code wars classic",
                "when is code wars classic",
                "who is conducting code wars classic",
                "what is the code wars classic event",
                "tell me about the code wars classic event"
            ],
            "responses": [
                "The Code Wars Classic Event is conducted by the CSE Department. Here's a gist of what it's going to be like. Programming is not just about what you know it's about what you can do with what you know. Code Wars is filled with competitive programming challenges made to unleash your coding skills. Code and debug your path to a proper result and ascend to the next level. The power of coding is infinite!\n\nDetails-\n●Preliminary round: This round will consist of 5 coding questions and will be held a week before Anokha. Duration of the round will be 2 hours. The top teams will be invited to campus for the final round.\n\n● Round 1 Quarterfinals (30-mins): A suspense round with simple question... Further details of this round will be disclosed 5 minutes before the event, Shortlisted ppl called for next round.\n\n● Round 2 Semis (60-mins, 3 questions): One on one coding round where 2 teams will have same questions and one team will proceed to next round from each pair \n\n● Round 3 FINALS (90-mins, 3 questions): final shortlisted teams will participate and fight for the prize.. Check out the awesome Anokha Website or \ncontact Eshwar ph. 9566744721 for more information."
            ]
        },
        {
            "tag": "code wars tag edition",
            "patterns": [
                "what is code wars tag edition",
                "tell me about code wars tag edition",
                "code wars tag edition",
                "when is code wars tag edition",
                "who is conducting code wars tag edition",
                "what is the code wars tag edition event",
                "tell me about the code wars tag edition event"
            ],
            "responses": [
                "The Code Wars Tag Edition Event is conducted by the CSE Department. Here's a gist of what it's going to be like. If Code- Wars isn't enough to challenge your hard-earned skills, this is the event for you. Being able to tag only one person from your team of three in each thirty-minute segment means the competition is taken to the next level!\n\nDETAILS (in points): \n• Preliminary quiz: Warriors have to form a regiment of three.\n- They have to survive 30 attacks with debugging, output prediction and general programming questions.\n- It will be an online round for 30 minutes consisting of 30 MCQs.\n- The link for the quiz will be mailed prior the quiz (Be Prepared).\n\n•Final round: \n- Every regiment has to find their way out of 5 hurdles in order to establish their dominance. \n- The shortlisted teams will be invited to college to take a final round, which will be conducted for 2 hours.\n- Computers with required IDEs will be provided.\n- Only one member of the team is allowed to use the system at a time. He has to “tag” or switch with another member every 30 minutes.\n- Members not at the system are allowed to communicate with the participant currently in the system but are not allowed to view the screen.\n- 15 minutes will be provided at the beginning of the contest for discussion among the team members before the tag system begins.\n- Coding languages allowed include C, C++, Java, and Python. Check out the awesome Anokha Website or \ncontact Saksham ph. 7538882551 for more information."
            ]
        },
        {
            "tag": "fault in our code (debugging contest)",
            "patterns": [
                "what is fault in our code (debugging contest)",
                "tell me about fault in our code (debugging contest)",
                "fault in our code (debugging contest)",
                "when is fault in our code (debugging contest)",
                "who is conducting fault in our code (debugging contest)",
                "what is the fault in our code (debugging contest) event",
                "tell me about the fault in our code (debugging contest) event"
            ],
            "responses": [
                "The Fault In Our Code (Debugging Contest) Event is conducted by the CSE Department. Here's a gist of what it's going to be like. DESCRIPTION: “Debugging is twice as hard as writing the code in the first place. Therefore, if you write the code as cleverly as possible, you are, by definition, not smart enough to debug it.\" Fault in our Code is a programming event which tests logical, mathematical and programming skills. Given the input and output of a program, figure out what the program does by debugging it.\n\nDETAILS (in points): \nPreliminary quiz: MCQs based on debugging and general knowledge of C, C++, and Java. The duration of the round will be 30 minutes.\n\nFinal round: The final round will consist of 8-10 debugging questions. The problem statement along with faulty code and test cases will be provided. The team has to debug the code and submit the corrected solution. Duration of the event will be 3 hours.. Check out the awesome Anokha Website or \ncontact Abhijeet Sridhar ph. 9952771615 for more information."
            ]
        },
        {
            "tag": "tech treasure hunt",
            "patterns": [
                "what is tech treasure hunt",
                "tell me about tech treasure hunt",
                "tech treasure hunt",
                "when is tech treasure hunt",
                "who is conducting tech treasure hunt",
                "what is the tech treasure hunt event",
                "tell me about the tech treasure hunt event"
            ],
            "responses": [
                "The Tech Treasure Hunt Event is conducted by the CSE Department. Here's a gist of what it's going to be like. - Ahoy there! Do you think you have what it takes to follow the treasure map to find out what it has in store at the end? Presenting you a Tech Treasure Hunt, a round based computer challenge with topics ranging from basic computer hardware/software to cryptography to test your skills.\n- This team event is going to have two rounds with one happening post-Anokha and other during Anokha.\n\n\nDETAILS (in points): \nRound 1: Will be hosted online before Anokha in Anokha website (Registered students will get a personal mail regarding exam).Questions shall be of intermediate level in the field of Computer Science and 30 teams will be shortlisted for attempting round 2, which will be conducted in Amrita college.\n\nRound 2: This is a blend of online technical and offline treasure hunt dated on the second day of Anokha at Amrita .Questions would be from hardware to software, coding to debugging and encrypting to decrypting.. Check out the awesome Anokha Website or \ncontact S. Harini ph. 9489863900 for more information."
            ]
        },
        {
            "tag": "desarrollo web (web design contest)",
            "patterns": [
                "what is desarrollo web (web design contest)",
                "tell me about desarrollo web (web design contest)",
                "desarrollo web (web design contest)",
                "when is desarrollo web (web design contest)",
                "who is conducting desarrollo web (web design contest)",
                "what is the desarrollo web (web design contest) event",
                "tell me about the desarrollo web (web design contest) event"
            ],
            "responses": [
                "The Desarrollo Web (Web Design Contest) Event is conducted by the CSE Department. Here's a gist of what it's going to be like. DESCRIPTION: If you think web design is where you excel, this is the event for you. Spread across three rounds, this event tests the basics of web development in the students. The preliminary round also contains questions to test the background knowledge of students about web designing and a series of debugging questions, with the further rounds concentrating on the practical implementation and design by the participants.\n\nDETAILS (in points):\n● Round 1: Debugging and Multiple Choice Questions regarding web development.\nThe knowledge of basic HTML, CSS will be enough to get you through this\nround. The duration of the round will be 30 minutes.\n\n● Round 2: Participants will be developing a single page in college device without\ninternet connection. The content of the page will be provided there. The\nparticipants who can complete the task within the given time period and make it attractive, will proceed to the next round. The duration of the round will be 30\nminutes.\n\n● Round 3: Theme will be provided there, the participants have to design a website\n(maximum 3 pages). Participants can use any language.The participants who\nhave completed the site within the given time period will be declared winner\ndepending on everyone’s performance. The duration of the round will be 90\nminutes.. Check out the awesome Anokha Website or \ncontact Hari Prasad V ph. 9629074887 for more information."
            ]
        },
        {
            "tag": "figure ‘em all",
            "patterns": [
                "what is figure ‘em all",
                "tell me about figure ‘em all",
                "figure ‘em all",
                "when is figure ‘em all",
                "who is conducting figure ‘em all",
                "what is the figure ‘em all event",
                "tell me about the figure ‘em all event"
            ],
            "responses": [
                "The Figure ‘Em All Event is conducted by the CSE Department. Here's a gist of what it's going to be like. DESCRIPTION:\nFigure em' all, as the name suggests, will require participants to hack the solutions to various challenges including code optimization, code compression, reverse coding and a Capture The Flag contest.\n\n\nDETAILS (in points):\n● Online Round: This round will consist of one or two problems of each type and\nwill be hosted on Hackerrank.com. The duration will be for 2 hrs.\n\n● Onsite Round: This round will be held on the campus and will consist of two\nproblems of each type and will be hosted on Hackerrank.com. The duration will be\nfor 2.5 hrs. Participants may bring the required tools for the penetration testing\nchallenges in their own portable drives.. Check out the awesome Anokha Website or \ncontact Akash Ravi ph. 9600909603 for more information."
            ]
        },
        {
            "tag": "ml hack",
            "patterns": [
                "what is ml hack",
                "tell me about ml hack",
                "ml hack",
                "when is ml hack",
                "who is conducting ml hack",
                "what is the ml hack event",
                "tell me about the ml hack event"
            ],
            "responses": [
                "The Ml Hack Event is conducted by the CSE Department. Here's a gist of what it's going to be like. DESCRIPTION:\nThis is for modern ML enthusiasts. Whether a beginner or veteran, here you get to test your ML skills on our challenging problems. Your aim is to create the most accurate model that outperforms everybody else's. \n\nTeams of two will have to pass a preliminary online quiz to make it to the on-site event. Qualified teams will face off on Kaggle to solve 3-4 problems of varying difficulties.The event is designed to be more of a hack than a contest. Data maniacs shall be deployed on-site to keep your ML juices flowing! \n\nThe winners will go back with prizes, while the rest take back knowledge. We challenge YOU to win!\n\n\nDETAILS (in points):\nTotal Rounds: 2\n\nRound 1: Online Quiz (Before Anokha)\n- Timed quiz on Quizzing Inc\n- 10 MCQs\n- Exam Link will be mailed personally to each group.\n\nRound 2: Onsite\n- Kaggle Contest\n- 3 hrs\n- 3-4 problems. Check out the awesome Anokha Website or \ncontact Sowmiya N ph. 7708666329 for more information."
            ]
        },
        {
            "tag": "boot up the shark tank way - hackathon",
            "patterns": [
                "what is boot up the shark tank way   hackathon",
                "tell me about boot up the shark tank way   hackathon",
                "boot up the shark tank way   hackathon",
                "when is boot up the shark tank way   hackathon",
                "who is conducting boot up the shark tank way   hackathon",
                "what is the boot up the shark tank way   hackathon event",
                "tell me about the boot up the shark tank way   hackathon event",
                "what is boot up the shark tank way - hackathon",
                "tell me about boot up the shark tank way - hackathon",
                "boot up the shark tank way - hackathon",
                "when is boot up the shark tank way - hackathon",
                "who is conducting boot up the shark tank way - hackathon",
                "what is the boot up the shark tank way - hackathon event",
                "tell me about the boot up the shark tank way - hackathon event"
            ],
            "responses": [
                "The Boot Up The Shark Tank Way   Hackathon Event is conducted by the CSE Department. Here's a gist of what it's going to be like. DESCRIPTION: This event tests your imagination and versatility as you're made to create apps based on the situation given to you. Effectiveness is the key, but the presentation and implementation are equally tested in this app-building event. \n\nProblem statement: \n•\tSecuring Smart Cities \n•\tSecurity for the Tier 2 (small scale business & industries)\n•\tArtificial Intelligence & Machine Learning in the field of medicine\n \nRounds -\n● Preliminary round: Abstract of your idea should be submitted in the link which we will provide. The top 25 teams will be invited to campus for the final round.\n\n● Final round: \na) Shortlisted teams for attending round-2 need to pay a minimal amount of Rs. 300/- \nb) This round will be held on campus. The duration of the round will be 24 hours (last two hours will be for evaluation and pitch).\nc) Top 10 team will be selected for pitching where 10 mins will be given for each team's pitch (in pitch both presentation and implementation should be done).. Check out the awesome Anokha Website or \ncontact Giridhararajan R ph. 8883372239 for more information."
            ]
        },
        {
            "tag": "nexus",
            "patterns": [
                "what is nexus",
                "tell me about nexus",
                "nexus",
                "when is nexus",
                "who is conducting nexus",
                "what is the nexus event",
                "tell me about the nexus event"
            ],
            "responses": [
                "The Nexus Event is conducted by the CIVIL Department. Here's a gist of what it's going to be like. Well, your prerequisite for this event is a vivid and photographic memory. And of course, a strong hold on your knowledge in Civil Engineering. The nexus between them will give you what you seek!\n\nEvent Details:\n\t         A sequence of photos will be shown in a single slide of PowerPoint presentation. The teams have to connect the meaning in the picture to find the technical term that’s related to Civil Engineering.. Check out the awesome Anokha Website or \ncontact Shanmugaraj ph. 8056443925 for more information."
            ]
        },
        {
            "tag": "click-bait",
            "patterns": [
                "what is click bait",
                "tell me about click bait",
                "click bait",
                "when is click bait",
                "who is conducting click bait",
                "what is the click bait event",
                "tell me about the click bait event",
                "what is click-bait",
                "tell me about click-bait",
                "click-bait",
                "when is click-bait",
                "who is conducting click-bait",
                "what is the click-bait event",
                "tell me about the click-bait event"
            ],
            "responses": [
                "The Click Bait Event is conducted by the CIVIL Department. Here's a gist of what it's going to be like. Are you on tips when it comes to practical knowledge and lab lessons?\nThe bait is set. Remember, only a sound mind can cross it without falling into the traps! So sharpen your mind, for the game is just around the corner!. Check out the awesome Anokha Website or \ncontact Lakshan ph. 9442829065 for more information."
            ]
        },
        {
            "tag": "bob the builder",
            "patterns": [
                "what is bob the builder",
                "tell me about bob the builder",
                "bob the builder",
                "when is bob the builder",
                "who is conducting bob the builder",
                "what is the bob the builder event",
                "tell me about the bob the builder event"
            ],
            "responses": [
                "The Bob The Builder Event is conducted by the CIVIL Department. Here's a gist of what it's going to be like. Here is something for the innovative builder in you! Build an elegant and sustainable city, which can in turn become a reference point and a template for other urban areas to emulate.\n                                 A city with a soul!\n         P.S: Make sure your drawing skills are really good!\n\nEvent Details:\nBOB THE BUILDER provides a platform for students to design efficient and sustainable infrastructure which promotes Sustainable Development. It is a great opportunity for students to think up innovative solutions to the very real sustainable crisis that our generation is facing. This is the event where you get to show-off your skills and creativity as a Civil Engineer. This event throws a real-life problem to civil engineering aspirants. With its challenging problem statement, master planner is sure to attract the attention of one and all.. Check out the awesome Anokha Website or \ncontact Navaneeth ph. 7402267670 for more information."
            ]
        },
        {
            "tag": "schatzsuche – [the treasure hunt event]",
            "patterns": [
                "what is schatzsuche – [the treasure hunt event]",
                "tell me about schatzsuche – [the treasure hunt event]",
                "schatzsuche – [the treasure hunt event]",
                "when is schatzsuche – [the treasure hunt event]",
                "who is conducting schatzsuche – [the treasure hunt event]",
                "what is the schatzsuche – [the treasure hunt event] event",
                "tell me about the schatzsuche – [the treasure hunt event] event"
            ],
            "responses": [
                "The Schatzsuche – [The Treasure Hunt Event] Event is conducted by the CIVIL Department. Here's a gist of what it's going to be like. As you manoeuvre through the zones, \n            The traces are left for you,\n            Seize them all,\n            To procure what is yours!\n\n            GET \n            SET\n            GRAB!\n\n\nEvent Details:\nThe event consists of three rounds.. Check out the awesome Anokha Website or \ncontact Saran Raj ph. 9444877413 for more information."
            ]
        },
        {
            "tag": "cad scamper",
            "patterns": [
                "what is cad scamper",
                "tell me about cad scamper",
                "cad scamper",
                "when is cad scamper",
                "who is conducting cad scamper",
                "what is the cad scamper event",
                "tell me about the cad scamper event"
            ],
            "responses": [
                "The Cad Scamper Event is conducted by the CIVIL Department. Here's a gist of what it's going to be like. A photographic memory and perfect drawing skills along with a good knowledge on CAD are the makings of an efficient designer. If you are confident about your knowledge on CAD and are a pro at making virtual models, then this is the event for you.\n       P.S: Make sure the CAD shortcuts are at your fingertips!\n\nEvent Details:\n       The event consists of two rounds.. Check out the awesome Anokha Website or \ncontact Amrutha ph. 8220015897 for more information."
            ]
        },
        {
            "tag": "exegesis – [the paper presentation event]",
            "patterns": [
                "what is exegesis – [the paper presentation event]",
                "tell me about exegesis – [the paper presentation event]",
                "exegesis – [the paper presentation event]",
                "when is exegesis – [the paper presentation event]",
                "who is conducting exegesis – [the paper presentation event]",
                "what is the exegesis – [the paper presentation event] event",
                "tell me about the exegesis – [the paper presentation event] event"
            ],
            "responses": [
                "The Exegesis – [The Paper Presentation Event] Event is conducted by the CIVIL Department. Here's a gist of what it's going to be like. Exegesis is an event exclusively organised to showcase the ideas and works of the invincible designers and planners of the future. Papers related to Civil Engineering streams like Structural, Geo-Tech, Construction Materials, Transportation Engineering, Environmental Engineering, Water Resources and Management, etc. will be accepted.. Check out the awesome Anokha Website or \ncontact Prabha ph. 9488713262 for more information."
            ]
        },
        {
            "tag": "mayday: air crash investigation",
            "patterns": [
                "what is mayday: air crash investigation",
                "tell me about mayday: air crash investigation",
                "mayday: air crash investigation",
                "when is mayday: air crash investigation",
                "who is conducting mayday: air crash investigation",
                "what is the mayday: air crash investigation event",
                "tell me about the mayday: air crash investigation event"
            ],
            "responses": [
                "The Mayday: Air Crash Investigation Event is conducted by the AERO Department. Here's a gist of what it's going to be like. The fastest means of transportation we all know also happens to be the one that causes the most disastrous of accidents. An Air Crash, you got it right! The smallest of glitch, costs lives. Investigating an Air Crash demands sound technical knowledge of aircrafts and experience in the field of Aviation. If you are good with the basics of the former and have looked into significant number of air crashes out of plain curiosity, this event is yours to conquer!\nSo do you think you have what it takes to be an Air Crash Investigator? Enroll and discover now.\n \nDETAILS: Maximum number of teams allowed will be 15 with 3 per team at the start of the event. Subsequent rounds see the teams to be eliminated with the last round seeing 3 teams face off against each other to claim the prize.. Check out the awesome Anokha Website or \ncontact Adarsh Parameswaran ph. 8281018989 for more information."
            ]
        },
        {
            "tag": "acheron- into the oblivion",
            "patterns": [
                "what is acheron  into the oblivion",
                "tell me about acheron  into the oblivion",
                "acheron  into the oblivion",
                "when is acheron  into the oblivion",
                "who is conducting acheron  into the oblivion",
                "what is the acheron  into the oblivion event",
                "tell me about the acheron  into the oblivion event",
                "what is acheron- into the oblivion",
                "tell me about acheron- into the oblivion",
                "acheron- into the oblivion",
                "when is acheron- into the oblivion",
                "who is conducting acheron- into the oblivion",
                "what is the acheron- into the oblivion event",
                "tell me about the acheron- into the oblivion event"
            ],
            "responses": [
                "The Acheron  Into The Oblivion Event is conducted by the AERO Department. Here's a gist of what it's going to be like. It would be a lie if we ever said that we were never fascinated with the night sky and our Universe as a kid. And to this day, the shining bright stars along with the Universe continue to intrigue us! If you are that geek who likes to study space science in your free time, looks up at the Constellations and is indeed fascinated by all that defies gravity, register for a journey into the Cosmos or as we'd like to call it, into the Oblivion! Don't miss this chance to shine the brightest among the stellar stream of Acheron!\n\nDETAILS:\nThis is an interactive quiz event on basic space science, astronomy and everything that defies gravity consisting of two rounds. The first round is a preliminary round. Final round contains 5 mini rounds, adding scores to your conquest.. Check out the awesome Anokha Website or \ncontact Arathy ph. 8985501024 for more information."
            ]
        },
        {
            "tag": "mathalympics",
            "patterns": [
                "what is mathalympics",
                "tell me about mathalympics",
                "mathalympics",
                "when is mathalympics",
                "who is conducting mathalympics",
                "what is the mathalympics event",
                "tell me about the mathalympics event"
            ],
            "responses": [
                "The Mathalympics Event is conducted by the MATH Department. Here's a gist of what it's going to be like. Do numbers flow through your veins? Are you lightning quick with your calculations? Well then, Matholympics is where you belong. This event will put your problem solving speed and accuracy to the test. Come and prove you are the Usain Bolt of Mathematics!. Check out the awesome Anokha Website or \ncontact C. Bhupesh Sainath Reddy ph. 9944716020 for more information."
            ]
        },
        {
            "tag": "brainstorming",
            "patterns": [
                "what is brainstorming",
                "tell me about brainstorming",
                "brainstorming",
                "when is brainstorming",
                "who is conducting brainstorming",
                "what is the brainstorming event",
                "tell me about the brainstorming event"
            ],
            "responses": [
                "The Brainstorming Event is conducted by the MATH Department. Here's a gist of what it's going to be like. Mathematics is not a language, it is an adventure. The importance of mathematics in every step of our life and its wide range of applications cannot be undermined. This is an event based on analytical and logical thinking. If you think you possess the calibre to tackle numbers, this is the right place to be.. Check out the awesome Anokha Website or \ncontact M. Sandeep Kumar Reddy ph. 9445287644 for more information."
            ]
        },
        {
            "tag": "math-ninja",
            "patterns": [
                "what is math ninja",
                "tell me about math ninja",
                "math ninja",
                "when is math ninja",
                "who is conducting math ninja",
                "what is the math ninja event",
                "tell me about the math ninja event",
                "what is math-ninja",
                "tell me about math-ninja",
                "math-ninja",
                "when is math-ninja",
                "who is conducting math-ninja",
                "what is the math-ninja event",
                "tell me about the math-ninja event"
            ],
            "responses": [
                "The Math Ninja Event is conducted by the MATH Department. Here's a gist of what it's going to be like. What’s better than a ninja? A “MATH-NINJA”! If your problem solving and decision making skills are always spot on then you surely have the genes of a MATH-NINJA. We provide you the platform to showcase your talent and prove that you are the greatest of all ninjas.. Check out the awesome Anokha Website or \ncontact Gopika Menon ph. 7200186183 for more information."
            ]
        },
        {
            "tag": "scinacts",
            "patterns": [
                "what is scinacts",
                "tell me about scinacts",
                "scinacts",
                "when is scinacts",
                "who is conducting scinacts",
                "what is the scinacts event",
                "tell me about the scinacts event"
            ],
            "responses": [
                "The Scinacts Event is conducted by the SCIENCE Department. Here's a gist of what it's going to be like. Have you ever aspired to push the boundaries of the past? To uncover the secrets of the present? To find the key to the future? If your answer to these questions is a resounding “Yes!”, then a scientist is what you are at heart. And here is the golden chance for all you aspiring scientists to start, with baby steps, down the path of making that great discovery you are destined to someday. Welcome to Scinacts, a science fair for high schoolers and college goers, where you get to exhibit your very own “eureka!” moment to the world. Submit your ideas for your scientific experiment or model (involving either Physics or Chemistry) and selected teams will have to present their project at the event, as well as answer questions about it. And of course, the three best projects will be selected by a panel of judges as well as an audience poll—lucrative prizes await! Get to interact with like-minded people, with other schools as well as with university students and faculties. Do not miss this opportunity to shatter the glass ceilings that have bound you so far; it’s time to innovate!\n\nFeatures and Takeaway:\n\n-Exhibit your ideas on a wider platform and get an opportunity to interact with university level students and faculty.\n\n-Best 3 projects will be awarded cash prizes of Rs 3000, Rs 2500 and Rs 2000 respectively.. Check out the awesome Anokha Website or \ncontact Anupama Sujatha ph. 9490983688 for more information."
            ]
        },
        {
            "tag": "indago!",
            "patterns": [
                "what is indago!",
                "tell me about indago!",
                "indago!",
                "when is indago!",
                "who is conducting indago!",
                "what is the indago! event",
                "tell me about the indago! event"
            ],
            "responses": [
                "The Indago! Event is conducted by the SCIENCE Department. Here's a gist of what it's going to be like. All that the mention of high school science brings to your mind may be memories of desperately struggling to keep your eyes open as teachers droned on about equations and derivations sundry. Does this vision still give you nightmares? Well, here comes something that will douse cold water over your sleepy heads!\n\nIt is time for IndaGo!, the ultimate treasure hunt which promises to appeal to the quick minds and competitive spirits of casual observers and science buffs alike. At each checkpoint, you solve a clue and complete a task— and all you need are your high school science smarts. So dust off your brains and sharpen your wits, put your thinking caps on and get ready for a rash dash to the mega prize. No test of science has ever stirred such excited minds.\n\n\n\nFeatures and takeaway:\n\n-A treasure hunt that depends on basic knowledge of science. The contestants must complete a task and solve a clue at each checkpoint. Either the task or the clue will be dependent on a school level knowledge of physics and chemistry.. Check out the awesome Anokha Website or \ncontact Anupama Sujatha ph. 9490983688 for more information."
            ]
        },
        {
            "tag": "paradox",
            "patterns": [
                "what is paradox",
                "tell me about paradox",
                "paradox",
                "when is paradox",
                "who is conducting paradox",
                "what is the paradox event",
                "tell me about the paradox event"
            ],
            "responses": [
                "The Paradox Event is conducted by the CYBER SECURITY Department. Here's a gist of what it's going to be like. Paradox is a treasure hunt event that challenges the participants to crack clues and solve riddles to finally reach the destination. \n The event has 7 rounds with multiple tasks and daunting challenges.. Check out the awesome Anokha Website or \ncontact KRISHNA ph. 9400129815 for more information."
            ]
        },
        {
            "tag": "xiomara ctf",
            "patterns": [
                "what is xiomara ctf",
                "tell me about xiomara ctf",
                "xiomara ctf",
                "when is xiomara ctf",
                "who is conducting xiomara ctf",
                "what is the xiomara ctf event",
                "tell me about the xiomara ctf event"
            ],
            "responses": [
                "The Xiomara Ctf Event is conducted by the CYBER SECURITY Department. Here's a gist of what it's going to be like. Xiomara CTF (Capture the Flag) is the third edition of the annual CTF conducted as part of Anokha. Participants have to solve the challenges in this Information Security competition from a wide range of topics like Web, Forensics, Cryptography, Reverse Engineering and Android. Solve questions to boost your score.. Check out the awesome Anokha Website or \ncontact THANUSREE MOHAN ph. 8698811763 for more information."
            ]
        },
        {
            "tag": "circuitron",
            "patterns": [
                "what is circuitron",
                "tell me about circuitron",
                "circuitron",
                "when is circuitron",
                "who is conducting circuitron",
                "what is the circuitron event",
                "tell me about the circuitron event"
            ],
            "responses": [
                "The Circuitron Event is conducted by the ECE Department. Here's a gist of what it's going to be like. It’s time to delve into messy circuits and untangle its secrets! Let loose your skills and electrical wizardry and solve mind-boggling problems. Complete all three rounds of circuitry that put your intellect and smart work to test and win one of the most sought out events for this fest! The first round involves a breadboard with puzzling circuits. The participants are required to analyze the circuit and draw it with all the required specifications. Debug your way through the second round and get ready to design and simulate complex circuits in the third. The winner takes it all.. Check out the awesome Anokha Website or \ncontact Sindhura.M ph. 9789606703 for more information."
            ]
        },
        {
            "tag": "maze runner",
            "patterns": [
                "what is maze runner",
                "tell me about maze runner",
                "maze runner",
                "when is maze runner",
                "who is conducting maze runner",
                "what is the maze runner event",
                "tell me about the maze runner event"
            ],
            "responses": [
                "The Maze Runner Event is conducted by the ECE Department. Here's a gist of what it's going to be like. Can your robot find its way out through difficult paths and confusing mazes? It’s a race against the clock as every robot tries to work its way through the trails of baffling mazes. Steady your robots for they have to tread the chosen path to become the ultimate Maze Runner. The participants are required to build an autonomous robot  that solves its way through will take away the title and an exciting cash prize!. Check out the awesome Anokha Website or \ncontact P.V.S Jayakrishna ph. 8220259521 for more information."
            ]
        },
        {
            "tag": "robo soccer",
            "patterns": [
                "what is robo soccer",
                "tell me about robo soccer",
                "robo soccer",
                "when is robo soccer",
                "who is conducting robo soccer",
                "what is the robo soccer event",
                "tell me about the robo soccer event"
            ],
            "responses": [
                "The Robo Soccer Event is conducted by the ECE Department. Here's a gist of what it's going to be like. The one event for tech geeks and the soccer crazy. Build your robot with the skills of your favourite player and football your way to victory! Tackle your opponents and aim right to score as many goals as possible while entertaining a soccer frenzy crowd. Who knows, your robot might even be named World Player of the Year! The soccer game will be a one on one team match. Shoot the ball into the opponent’s goal post and win the tournament!. Check out the awesome Anokha Website or \ncontact Jayant Gopal ph. 9445102625 for more information."
            ]
        },
        {
            "tag": "embedtrix",
            "patterns": [
                "what is embedtrix",
                "tell me about embedtrix",
                "embedtrix",
                "when is embedtrix",
                "who is conducting embedtrix",
                "what is the embedtrix event",
                "tell me about the embedtrix event"
            ],
            "responses": [
                "The Embedtrix Event is conducted by the ECE Department. Here's a gist of what it's going to be like. Calling all people who love a tryst with embedded systems. If you love working with Arduino boards and Proteus Design Suite, wait no more and sign up! Show off your quizzing skills by taking the challenging quiz on embedded systems. Design embedded circuit designs and step into implementing your innovative ideas. Explore the world of embedded design and peek into the future itself!. Check out the awesome Anokha Website or \ncontact Arvind Ram ph. 8778172546 for more information."
            ]
        },
        {
            "tag": "cipher",
            "patterns": [
                "what is cipher",
                "tell me about cipher",
                "cipher",
                "when is cipher",
                "who is conducting cipher",
                "what is the cipher event",
                "tell me about the cipher event"
            ],
            "responses": [
                "The Cipher Event is conducted by the ECE Department. Here's a gist of what it's going to be like. Nothing is ever a secret. If you love decoding images and delving into the world of image processing and encryption, this event is for you. Quiz it out and answer perplexing questions related to image processing for the first round. The second round involves decoding an image given to the participant. So gather all your intellect and cipher!\n\nGood knowledge  in image-processing will make one to win the contest.. Check out the awesome Anokha Website or \ncontact Vaidyanath R.K ph. 8870001237 for more information."
            ]
        },
        {
            "tag": "wipeout",
            "patterns": [
                "what is wipeout",
                "tell me about wipeout",
                "wipeout",
                "when is wipeout",
                "who is conducting wipeout",
                "what is the wipeout event",
                "tell me about the wipeout event"
            ],
            "responses": [
                "The Wipeout Event is conducted by the ECE Department. Here's a gist of what it's going to be like. Watch out for questions that will put your understanding on trial while falling into an abyss of what runs the world – Science! Take this science quiz and come across questions that will require you to prove your knowledge in the wide spectrum of everything science. Participate in the scientific debate and be prepared to witness a flow and clash of ideas and perspectives. Win amazing prizes and an inspiring experience.. Check out the awesome Anokha Website or \ncontact M Sidhaarth ph. 9487465284 for more information."
            ]
        },
        {
            "tag": "live reporting",
            "patterns": [
                "what is live reporting",
                "tell me about live reporting",
                "live reporting",
                "when is live reporting",
                "who is conducting live reporting",
                "what is the live reporting event",
                "tell me about the live reporting event"
            ],
            "responses": [
                "The Live Reporting Event is conducted by the SOCIAL WORK Department. Here's a gist of what it's going to be like. When we were kids, we've always loved asking questions and we've loved answering them. It was always exciting to hear a piece of information and be the one to pass it on. This event sets a bigger stage for a similar cause. It is an opportunity for those who dreamed of holding a mic and delivering news to the world.  Well, even if you weren't able to pursue that career choice, this is your chance to fulfill that dream. Turn to your audience and unleash your inner reporter!\n \nDETAILS:\nThis event is designed to test the students’ awareness on the current social issues in the country. It is also aimed at helping the participants showcase their creative side. Once provided with the topic, participants are given 45 minutes to come up with an innovative idea for the presentation. The participants, as reporters, have to present the issue to the audience. Each presentation can have a maximum duration of 5 minutes.. Check out the awesome Anokha Website or \ncontact Sidharthan ph. 8848988955 for more information."
            ]
        },
        {
            "tag": "tom clancy’s rainbow six siege [white noise] - armageddon",
            "patterns": [
                "what is tom clancy’s rainbow six siege [white noise]   armageddon",
                "tell me about tom clancy’s rainbow six siege [white noise]   armageddon",
                "tom clancy’s rainbow six siege [white noise]   armageddon",
                "when is tom clancy’s rainbow six siege [white noise]   armageddon",
                "who is conducting tom clancy’s rainbow six siege [white noise]   armageddon",
                "what is the tom clancy’s rainbow six siege [white noise]   armageddon event",
                "tell me about the tom clancy’s rainbow six siege [white noise]   armageddon event",
                "what is tom clancy’s rainbow six siege [white noise] - armageddon",
                "tell me about tom clancy’s rainbow six siege [white noise] - armageddon",
                "tom clancy’s rainbow six siege [white noise] - armageddon",
                "when is tom clancy’s rainbow six siege [white noise] - armageddon",
                "who is conducting tom clancy’s rainbow six siege [white noise] - armageddon",
                "what is the tom clancy’s rainbow six siege [white noise] - armageddon event",
                "tell me about the tom clancy’s rainbow six siege [white noise] - armageddon event"
            ],
            "responses": [
                "The Tom Clancy’S Rainbow Six Siege [White Noise]   Armageddon Event is conducted by the CSE Department. Here's a gist of what it's going to be like. Think your squad has got the skill, tactics, and communication of a special ops team? Level the playing field with Siege's unique destructible maps Experience the adrenaline pump through your veins when you pull of a 1 v 5 clutch. Prove your worth to Lord Tachanka in this intense Tactical Shooter - Rainbow 6 Siege.. Check out the awesome Anokha Website or \ncontact NARAYAN RAM NARAYANAN ph. 7708640007 for more information."
            ]
        },
        {
            "tag": "cod 4 modern warfare 1 [pro-mod] - armageddon",
            "patterns": [
                "what is cod 4 modern warfare 1 [pro mod]   armageddon",
                "tell me about cod 4 modern warfare 1 [pro mod]   armageddon",
                "cod 4 modern warfare 1 [pro mod]   armageddon",
                "when is cod 4 modern warfare 1 [pro mod]   armageddon",
                "who is conducting cod 4 modern warfare 1 [pro mod]   armageddon",
                "what is the cod 4 modern warfare 1 [pro mod]   armageddon event",
                "tell me about the cod 4 modern warfare 1 [pro mod]   armageddon event",
                "what is cod 4 modern warfare 1 [pro-mod] - armageddon",
                "tell me about cod 4 modern warfare 1 [pro-mod] - armageddon",
                "cod 4 modern warfare 1 [pro-mod] - armageddon",
                "when is cod 4 modern warfare 1 [pro-mod] - armageddon",
                "who is conducting cod 4 modern warfare 1 [pro-mod] - armageddon",
                "what is the cod 4 modern warfare 1 [pro-mod] - armageddon event",
                "tell me about the cod 4 modern warfare 1 [pro-mod] - armageddon event"
            ],
            "responses": [
                "The Cod 4 Modern Warfare 1 [Pro Mod]   Armageddon Event is conducted by the CSE Department. Here's a gist of what it's going to be like. ARMAGEDDON\nCome experience the phenomenon that is Call Of Duty 4. It doesn’t matter whether you like Opfor or Marines you will be pit against the best of the best.  Play this award-winning twitch shooter…the one which changed everything and plant and defuses on your path to eternal glory and bragging rights!!. Check out the awesome Anokha Website or \ncontact NARAYAN RAM NARAYANAN ph. 7708640007 for more information."
            ]
        },
        {
            "tag": "fifa 2018 - armageddon",
            "patterns": [
                "what is fifa 2018   armageddon",
                "tell me about fifa 2018   armageddon",
                "fifa 2018   armageddon",
                "when is fifa 2018   armageddon",
                "who is conducting fifa 2018   armageddon",
                "what is the fifa 2018   armageddon event",
                "tell me about the fifa 2018   armageddon event",
                "what is fifa 2018 - armageddon",
                "tell me about fifa 2018 - armageddon",
                "fifa 2018 - armageddon",
                "when is fifa 2018 - armageddon",
                "who is conducting fifa 2018 - armageddon",
                "what is the fifa 2018 - armageddon event",
                "tell me about the fifa 2018 - armageddon event"
            ],
            "responses": [
                "The Fifa 2018   Armageddon Event is conducted by the CSE Department. Here's a gist of what it's going to be like. ARMAGEDDON\nEver dreamt of playing eSports? This is your chance to test your gaming skills and kick-start your career. Can you pull off the amazing strategies that you’ve practiced for endless nights? Unleash your football skills in the FIFA tournament and dribble your way to glory. Can you use insane skill moves like the El Tornado and humiliate your opponents?. Check out the awesome Anokha Website or \ncontact Akkena Sai Charan ph. 9493931155 for more information."
            ]
        },
        {
            "tag": "dota 2 [captians mode] - armageddon",
            "patterns": [
                "what is dota 2 [captians mode]   armageddon",
                "tell me about dota 2 [captians mode]   armageddon",
                "dota 2 [captians mode]   armageddon",
                "when is dota 2 [captians mode]   armageddon",
                "who is conducting dota 2 [captians mode]   armageddon",
                "what is the dota 2 [captians mode]   armageddon event",
                "tell me about the dota 2 [captians mode]   armageddon event",
                "what is dota 2 [captians mode] - armageddon",
                "tell me about dota 2 [captians mode] - armageddon",
                "dota 2 [captians mode] - armageddon",
                "when is dota 2 [captians mode] - armageddon",
                "who is conducting dota 2 [captians mode] - armageddon",
                "what is the dota 2 [captians mode] - armageddon event",
                "tell me about the dota 2 [captians mode] - armageddon event"
            ],
            "responses": [
                "The Dota 2 [Captians Mode]   Armageddon Event is conducted by the CSE Department. Here's a gist of what it's going to be like. Have you got the knack to give them the fight they are asking for? Will you select the right hero to destroy your enemies? Play the Captain’s mode of Dota 2 to show others that your Hero only wins, strides with pride, and nothing less.. Check out the awesome Anokha Website or \ncontact NARAYAN RAM NARAYANAN ph. 7708640007 for more information."
            ]
        },
        {
            "tag": "mech taboo",
            "patterns": [
                "what is mech taboo",
                "tell me about mech taboo",
                "mech taboo",
                "when is mech taboo",
                "who is conducting mech taboo",
                "what is the mech taboo event",
                "tell me about the mech taboo event"
            ],
            "responses": [
                "The Mech Taboo Event is conducted by the MECH Department. Here's a gist of what it's going to be like. It is time to go back to classics! This Anokha, join us for MechTaboo, the same old Taboo but with a twist. MechTaboo will test your knowledge of mechanical engineering terms. You need to get your team to guess the secret word but the obvious clues will be strictly off limits. Get your team to guess as many words as you can while you race against the clock. This event is tons of fun, fast paced and will keep you sitting on the edge of the seat. For some quick thinking and nail-biting excitement, enrol now. \n\nEg: Word: Hitler Taboo: Germany, Dictator. Check out the awesome Anokha Website or \ncontact Srinath R ph. 9003868967 for more information."
            ]
        },
        {
            "tag": "death race",
            "patterns": [
                "what is death race",
                "tell me about death race",
                "death race",
                "when is death race",
                "who is conducting death race",
                "what is the death race event",
                "tell me about the death race event"
            ],
            "responses": [
                "The Death Race Event is conducted by the EEE Department. Here's a gist of what it's going to be like. The trickiest combat race has sprung up! Pit your bots against others’ and battle it out in the event that attracts the best talents from all over the country. Bots will be put in an exhilarating arena, where they will have to fight their opponents to score points and at the same time race to the finish line. Be a part of the racy and rackety atmosphere and witness your bot ascend the thrones of speed, strength and power.\n\nSee you on the track, Mr.Frankenstein.. Check out the awesome Anokha Website or \ncontact Deepak Aravind ph. 9790468651 for more information."
            ]
        },
        {
            "tag": "quiz-o-connect",
            "patterns": [
                "what is quiz o connect",
                "tell me about quiz o connect",
                "quiz o connect",
                "when is quiz o connect",
                "who is conducting quiz o connect",
                "what is the quiz o connect event",
                "tell me about the quiz o connect event",
                "what is quiz-o-connect",
                "tell me about quiz-o-connect",
                "quiz-o-connect",
                "when is quiz-o-connect",
                "who is conducting quiz-o-connect",
                "what is the quiz-o-connect event",
                "tell me about the quiz-o-connect event"
            ],
            "responses": [
                "The Quiz O Connect Event is conducted by the MECH Department. Here's a gist of what it's going to be like. If mechanical engineering is your cup of tea, this is your place to be. Don’t miss out on QUIZ O CONNECT, a quiz exclusively for mechanical engineers. It consists of an objective round and a subjective problem solving round. This is the perfect platform to bring out the automobile enthusiast in you. Register now and test your technical knowledge.. Check out the awesome Anokha Website or \ncontact SRIRAM BALAJI ph. 9488100359 for more information."
            ]
        },
        {
            "tag": "blastoise",
            "patterns": [
                "what is blastoise",
                "tell me about blastoise",
                "blastoise",
                "when is blastoise",
                "who is conducting blastoise",
                "what is the blastoise event",
                "tell me about the blastoise event"
            ],
            "responses": [
                "The Blastoise Event is conducted by the EEE Department. Here's a gist of what it's going to be like. A first-of-its-kind event, Blastoise reeks of innovation. Build a fire fighting robot adhering to the given specifications. Directed towards finding a solution to one of the most common problems, this event is the perfect platform to make your creative ideas come to life.. Check out the awesome Anokha Website or \ncontact Suresh ph. 9789674756 for more information."
            ]
        },
        {
            "tag": "open challenge",
            "patterns": [
                "what is open challenge",
                "tell me about open challenge",
                "open challenge",
                "when is open challenge",
                "who is conducting open challenge",
                "what is the open challenge event",
                "tell me about the open challenge event"
            ],
            "responses": [
                "The Open Challenge Event is conducted by the EEE Department. Here's a gist of what it's going to be like. Today’s world demands problem solvers – people who can think out-of-the-box and develop disruptive technologies. This is an open event in which participants will present their prototype/product in front of an experienced panel of judges. Open Challenge is your pathway to become the next Elon Musk by showing the world you care.. Check out the awesome Anokha Website or \ncontact Rajesh ph. 9488209435 for more information."
            ]
        },
        {
            "tag": "arduino you-know",
            "patterns": [
                "what is arduino you know",
                "tell me about arduino you know",
                "arduino you know",
                "when is arduino you know",
                "who is conducting arduino you know",
                "what is the arduino you know event",
                "tell me about the arduino you know event",
                "what is arduino you-know",
                "tell me about arduino you-know",
                "arduino you-know",
                "when is arduino you-know",
                "who is conducting arduino you-know",
                "what is the arduino you-know event",
                "tell me about the arduino you-know event"
            ],
            "responses": [
                "The Arduino You Know Event is conducted by the EEE Department. Here's a gist of what it's going to be like. Prove your prowess over the powerful Arduino controller and the ability to use it practically. With two rounds filled with challenging questions, this is the event for all Arduino geeks. Participants will be tested purely on their Arduino skills – programming, algorithms and basic electronic circuits. Finals will be a grand challenge in which the participants have to solve the given problem within a given time.. Check out the awesome Anokha Website or \ncontact Hareesh ph. 9080414748 for more information."
            ]
        },
        {
            "tag": "electrophilic",
            "patterns": [
                "what is electrophilic",
                "tell me about electrophilic",
                "electrophilic",
                "when is electrophilic",
                "who is conducting electrophilic",
                "what is the electrophilic event",
                "tell me about the electrophilic event"
            ],
            "responses": [
                "The Electrophilic Event is conducted by the EEE Department. Here's a gist of what it's going to be like. An event designed for all the electrical engineers out there.  Showcase your passion towards electrical engineering as your circuit knowledge is put to test in this unique event. Participants have to score points to gain virtual money and buy electronic components for the final grand task. With Analog&Digital electronics and Integrated Circuits as the main areas of focus, this event is bound to bring out the best in you.. Check out the awesome Anokha Website or \ncontact Naveen Reddy ph. 9494314893 for more information."
            ]
        },
        {
            "tag": "electrohunt",
            "patterns": [
                "what is electrohunt",
                "tell me about electrohunt",
                "electrohunt",
                "when is electrohunt",
                "who is conducting electrohunt",
                "what is the electrohunt event",
                "tell me about the electrohunt event"
            ],
            "responses": [
                "The Electrohunt Event is conducted by the EEE Department. Here's a gist of what it's going to be like. Electrohunt combines the breathtaking action involved in treasure hunts with the thrill of solving problems. It is an electrical treasure hunt in which participants are required to solve circuits to discover clues that lead them to the next laboratory and proceed to further stages.  This is where passion towards circuits prevail over swordsmanship. Be a part of this exhilarating event!. Check out the awesome Anokha Website or \ncontact Sathyanarayanan ph. 9629157151 for more information."
            ]
        },
        {
            "tag": "life hacks",
            "patterns": [
                "what is life hacks",
                "tell me about life hacks",
                "life hacks",
                "when is life hacks",
                "who is conducting life hacks",
                "what is the life hacks event",
                "tell me about the life hacks event"
            ],
            "responses": [
                "The Life Hacks Event is conducted by the MECH Department. Here's a gist of what it's going to be like. For the ones who have a knack for solving problems, welcome on board LIFE HACKS. Here we give you the opportunity to solve problems faced by common people on the spot. You will be judged on the feasibility, creativity and adaptability of the solution you propose. You should also ensure to present a sketch of the same either using a software/soft copy including the advantages of your solution over the existing solutions and its cost-efficiency.. Check out the awesome Anokha Website or \ncontact SANTHOSH ROSHAN ph. 9884472051 for more information."
            ]
        },
        {
            "tag": "das waffen",
            "patterns": [
                "what is das waffen",
                "tell me about das waffen",
                "das waffen",
                "when is das waffen",
                "who is conducting das waffen",
                "what is the das waffen event",
                "tell me about the das waffen event"
            ],
            "responses": [
                "The Das Waffen Event is conducted by the MECH Department. Here's a gist of what it's going to be like. Is thrill what you seek? Wait no more, we are here to back you up. DAS WAFFEN is the event where participants will be given a brief preview of how weapons are made. With this background, students are expected to construct a weapon with the materials and components provided by us. Your weapon must be entirely made by your team and should be handled by one person only. You will be tested on how efficient your gun is and the target hit points. Get ready to aim for the bull’s eye.. Check out the awesome Anokha Website or \ncontact VIRUBAKSHAN ph. 9486558928 for more information."
            ]
        },
        {
            "tag": "schoolwiz–18",
            "patterns": [
                "what is schoolwiz–18",
                "tell me about schoolwiz–18",
                "schoolwiz–18",
                "when is schoolwiz–18",
                "who is conducting schoolwiz–18",
                "what is the schoolwiz–18 event",
                "tell me about the schoolwiz–18 event"
            ],
            "responses": [
                "The Schoolwiz–18 Event is conducted by the SCHOOL ZONE Department. Here's a gist of what it's going to be like. Quizzing is the holy grail for curious minds. A General quiz for School Students. It hosted by one of the best quiz masters of South India, Mr. Surya Narayanan, Co-founder, Catalyst Quiz Corp. \n\nA written Prelims comprising of 20 questions. \nIt will be followed by an onstage final, where the best performing 6 teams in the prelims will battle it out for the title.. Check out the awesome Anokha Website or \ncontact Sangeeth Raaj S R ph. 9600236699 for more information."
            ]
        },
        {
            "tag": "hogwarts express",
            "patterns": [
                "what is hogwarts express",
                "tell me about hogwarts express",
                "hogwarts express",
                "when is hogwarts express",
                "who is conducting hogwarts express",
                "what is the hogwarts express event",
                "tell me about the hogwarts express event"
            ],
            "responses": [
                "The Hogwarts Express Event is conducted by the SCHOOL ZONE Department. Here's a gist of what it's going to be like. A fun filled Harry potter themed quiz. This is a must-go for all the potter-heads out there.. Check out the awesome Anokha Website or \ncontact Gokul Nath ph. 9944559109 for more information."
            ]
        },
        {
            "tag": "cubing royale",
            "patterns": [
                "what is cubing royale",
                "tell me about cubing royale",
                "cubing royale",
                "when is cubing royale",
                "who is conducting cubing royale",
                "what is the cubing royale event",
                "tell me about the cubing royale event"
            ],
            "responses": [
                "The Cubing Royale Event is conducted by the SCHOOL ZONE Department. Here's a gist of what it's going to be like. Rubik's Cube is one of the most recognised puzzles across the world. Speed Solving a rubik's cube is not a talent that is to be hidden. Show it off in the Contest.\n\nThere will be a total of 5 cubing events  viz. 3*3*3, 4*4*4, 5*5*5, Rubik’s clock, Pyraminx.\n\nThe event will be held under the Supervision of a delegate from the World Cube Association. So every participant will get an official 'world cube association ID', which has a great recognition. \nNo entry fee. \nRegistration: Registration is MANDATORY for all participants.\nRegister at \nwww.worldcubeassociation.org/competitions/AnokhaCubingRoyale2018. Check out the awesome Anokha Website or \ncontact Saravanan ph. 9500170945 for more information."
            ]
        },
        {
            "tag": "research conclave - school",
            "patterns": [
                "what is research conclave   school",
                "tell me about research conclave   school",
                "research conclave   school",
                "when is research conclave   school",
                "who is conducting research conclave   school",
                "what is the research conclave   school event",
                "tell me about the research conclave   school event",
                "what is research conclave - school",
                "tell me about research conclave - school",
                "research conclave - school",
                "when is research conclave - school",
                "who is conducting research conclave - school",
                "what is the research conclave - school event",
                "tell me about the research conclave - school event"
            ],
            "responses": [
                "The Research Conclave   School Event is conducted by the SCHOOL ZONE Department. Here's a gist of what it's going to be like. The foundation for every great event starts with research. If students are a part of any exciting innovations or, are searching for a platform to express their ideas this is their chance to set out to be original.\n\n● Participants are expected to present their idea in the form of research paper/ model/ powerpoint presentation of their Original Research Carried out. Work of other researchers must strictly not be presented.  \n● Each team/ Individual will be given a total time of 15 minutes within which he/she/the team has to present their ideas to the panel. \n● Participants are requested to submit the abstract on (or) before February 15th, 2018. A prescribed format will be sent to them by email once they register. \n● This event is open to all disciplines of study related to science and technology.. Check out the awesome Anokha Website or \ncontact Nandhika ph. 9833656970 for more information."
            ]
        },
        {
            "tag": "talk your way through",
            "patterns": [
                "what is talk your way through",
                "tell me about talk your way through",
                "talk your way through",
                "when is talk your way through",
                "who is conducting talk your way through",
                "what is the talk your way through event",
                "tell me about the talk your way through event"
            ],
            "responses": [
                "The Talk Your Way Through Event is conducted by the SCHOOL ZONE Department. Here's a gist of what it's going to be like. Eloquence is the painting of thoughts. This event is a speaking contest for students with exciting prizes.. Check out the awesome Anokha Website or \ncontact Meenakshi Sundaram ph. 9489139388 for more information."
            ]
        },
        {
            "tag": "artista",
            "patterns": [
                "what is artista",
                "tell me about artista",
                "artista",
                "when is artista",
                "who is conducting artista",
                "what is the artista event",
                "tell me about the artista event"
            ],
            "responses": [
                "The Artista Event is conducted by the SCHOOL ZONE Department. Here's a gist of what it's going to be like. The whole world is a canvas for the artistic eye. This is a stage for the students to display to the world their artistic talents. Best painting/sketch/poster will be on display in addition to the exciting prizes.. Check out the awesome Anokha Website or \ncontact Heera Shree ph. 9487767443 for more information."
            ]
        },
        {
            "tag": "football manager",
            "patterns": [
                "what is football manager",
                "tell me about football manager",
                "football manager",
                "when is football manager",
                "who is conducting football manager",
                "what is the football manager event",
                "tell me about the football manager event"
            ],
            "responses": [
                "The Football Manager Event is conducted by the SCHOOL ZONE Department. Here's a gist of what it's going to be like. Pit your managerial skills with your team of three, over four intense rounds, that test your understanding of football. Combine your technical knowledge of the game with your presence of mind and bring your team glory. Get grilled by reporters in a live press conference about your coaching methods. Will you shine or choke in the high pressure situations you’ll face day in and day out? More importantly, do you have what it takes to build a world class team out of nothing? Unleash the mastermind in you. \n\nWALK IN AS THE NORMAL ONE WALK OUT AS THE SPECIAL ONE. Check out the awesome Anokha Website or \ncontact Abhiram ph. 8075201037 for more information."
            ]
        },
        {
            "tag": "scinacts-school",
            "patterns": [
                "what is scinacts school",
                "tell me about scinacts school",
                "scinacts school",
                "when is scinacts school",
                "who is conducting scinacts school",
                "what is the scinacts school event",
                "tell me about the scinacts school event",
                "what is scinacts-school",
                "tell me about scinacts-school",
                "scinacts-school",
                "when is scinacts-school",
                "who is conducting scinacts-school",
                "what is the scinacts-school event",
                "tell me about the scinacts-school event"
            ],
            "responses": [
                "The Scinacts School Event is conducted by the SCHOOL ZONE Department. Here's a gist of what it's going to be like. The quiz will be a platform for science enthusiasts to test their knowledge of the subject and other aspects (such as science fiction and trivia). Depending on the number of registrations, there will be a short on-spot, online quiz to filter the final participants. The quiz will be targeted at high school students. If possible, we would like to include audience participation and small prizes (like chocolates) for extra rounds.. Check out the awesome Anokha Website or \ncontact Anupama ph. 9490983688 for more information."
            ]
        },
        {
            "tag": "cseEvents",
            "patterns": [
                "what are all the cse events",
                "what are the cse events",
                "list of cse events",
                "give me the list of cse events",
                "what all events does the cse department have",
                "what events does the cse department have",
                "what events does cse have",
                "what events does the cse department conduct",
                "cse events",
                "tell me the cse events",
                "tell me all the cse events",
                "what is the best cse event",
                "what is the worst cse event",
                "what events does cse conduct",
                "what event does cse have",
                "list out all cse events",
                "gimme list of cse events",
                "give me list of cse events",
                "cse"
            ],
            "responses": [
                "The events provided by the cse department are code wars classic\ncode wars tag edition\nfault in our code (debugging contest)\ntech treasure hunt\ndesarrollo web (web design contest)\nfigure ‘em all\nml hack\nboot up the shark tank way - hackathon\ntom clancy’s rainbow six siege [white noise] - armageddon\ncod 4 modern warfare 1 [pro-mod] - armageddon\nfifa 2018 - armageddon\ndota 2 [captians mode] - armageddon\n"
            ],
            "contextFilter": "deptEvents",
            "contextCheck": "deptEvents"
        },
        {
            "tag": "eceEvents",
            "patterns": [
                "what are all the ece events",
                "what are the ece events",
                "list of ece events",
                "give me the list of ece events",
                "what all events does the ece department have",
                "what events does the ece department have",
                "what events does ece have",
                "what events does the ece department conduct",
                "ece events",
                "tell me the ece events",
                "tell me all the ece events",
                "what is the best ece event",
                "what is the worst ece event",
                "what events does ece conduct",
                "what event does ece have",
                "list out all ece events",
                "gimme list of ece events",
                "give me list of ece events",
                "ece"
            ],
            "responses": [
                "The events provided by the ece department are circuitron\nmaze runner\nrobo soccer\nembedtrix\ncipher\nwipeout\n"
            ],
            "contextFilter": "deptEvents",
            "contextCheck": "deptEvents"
        },
        {
            "tag": "eeeEvents",
            "patterns": [
                "what are all the eee events",
                "what are the eee events",
                "list of eee events",
                "give me the list of eee events",
                "what all events does the eee department have",
                "what events does the eee department have",
                "what events does eee have",
                "what events does the eee department conduct",
                "eee events",
                "tell me the eee events",
                "tell me all the eee events",
                "what is the best eee event",
                "what is the worst eee event",
                "what events does eee conduct",
                "what event does eee have",
                "list out all eee events",
                "gimme list of eee events",
                "give me list of eee events",
                "eee"
            ],
            "responses": [
                "The events provided by the eee department are death race\nblastoise\nopen challenge\narduino you-know\nelectrophilic\nelectrohunt\n"
            ],
            "contextFilter": "deptEvents",
            "contextCheck": "deptEvents"
        },
        {
            "tag": "mechEvents",
            "patterns": [
                "what are all the mech events",
                "what are the mech events",
                "list of mech events",
                "give me the list of mech events",
                "what all events does the mech department have",
                "what events does the mech department have",
                "what events does mech have",
                "what events does the mech department conduct",
                "mech events",
                "tell me the mech events",
                "tell me all the mech events",
                "what is the best mech event",
                "what is the worst mech event",
                "what events does mech conduct",
                "what event does mech have",
                "list out all mech events",
                "gimme list of mech events",
                "give me list of mech events",
                "mech"
            ],
            "responses": [
                "The events provided by the mech department are mech taboo\nquiz-o-connect\nlife hacks\ndas waffen\n"
            ],
            "contextFilter": "deptEvents",
            "contextCheck": "deptEvents"
        },
        {
            "tag": "chemicalEvents",
            "patterns": [
                "what are all the chemical events",
                "what are the chemical events",
                "list of chemical events",
                "give me the list of chemical events",
                "what all events does the chemical department have",
                "what events does the chemical department have",
                "what events does chemical have",
                "what events does the chemical department conduct",
                "chemical events",
                "tell me the chemical events",
                "tell me all the chemical events",
                "what is the best chemical event",
                "what is the worst chemical event",
                "what events does chemical conduct",
                "what event does chemical have",
                "list out all chemical events",
                "gimme list of chemical events",
                "give me list of chemical events",
                "chemical"
            ],
            "responses": [
                "The events provided by the chemical department are chem-e-car\nfix-it-felix 2.0\ntechathon\nresearch conclave\n"
            ],
            "contextFilter": "deptEvents",
            "contextCheck": "deptEvents"
        },
        {
            "tag": "aeroEvents",
            "patterns": [
                "what are all the aero events",
                "what are the aero events",
                "list of aero events",
                "give me the list of aero events",
                "what all events does the aero department have",
                "what events does the aero department have",
                "what events does aero have",
                "what events does the aero department conduct",
                "aero events",
                "tell me the aero events",
                "tell me all the aero events",
                "what is the best aero event",
                "what is the worst aero event",
                "what events does aero conduct",
                "what event does aero have",
                "list out all aero events",
                "gimme list of aero events",
                "give me list of aero events",
                "aero"
            ],
            "responses": [
                "The events provided by the aero department are falling with style\nfree fall\nmayday: air crash investigation\nacheron- into the oblivion\n"
            ],
            "contextFilter": "deptEvents",
            "contextCheck": "deptEvents"
        },
        {
            "tag": "civilEvents",
            "patterns": [
                "what are all the civil events",
                "what are the civil events",
                "list of civil events",
                "give me the list of civil events",
                "what all events does the civil department have",
                "what events does the civil department have",
                "what events does civil have",
                "what events does the civil department conduct",
                "civil events",
                "tell me the civil events",
                "tell me all the civil events",
                "what is the best civil event",
                "what is the worst civil event",
                "what events does civil conduct",
                "what event does civil have",
                "list out all civil events",
                "gimme list of civil events",
                "give me list of civil events",
                "civil"
            ],
            "responses": [
                "The events provided by the civil department are nexus\nclick-bait\nbob the builder\nschatzsuche – [the treasure hunt event]\ncad scamper\nexegesis – [the paper presentation event]\n"
            ],
            "contextFilter": "deptEvents",
            "contextCheck": "deptEvents"
        },
        {
            "tag": "cyber securityEvents",
            "patterns": [
                "what are all the cyber security events",
                "what are the cyber security events",
                "list of cyber security events",
                "give me the list of cyber security events",
                "what all events does the cyber security department have",
                "what events does the cyber security department have",
                "what events does cyber security have",
                "what events does the cyber security department conduct",
                "cyber security events",
                "tell me the cyber security events",
                "tell me all the cyber security events",
                "what is the best cyber security event",
                "what is the worst cyber security event",
                "what events does cyber security conduct",
                "what event does cyber security have",
                "list out all cyber security events",
                "gimme list of cyber security events",
                "give me list of cyber security events",
                "cyber security"
            ],
            "responses": [
                "The events provided by the cyber security department are paradox\nxiomara ctf\n"
            ],
            "contextFilter": "deptEvents",
            "contextCheck": "deptEvents"
        },
        {
            "tag": "social workEvents",
            "patterns": [
                "what are all the social work events",
                "what are the social work events",
                "list of social work events",
                "give me the list of social work events",
                "what all events does the social work department have",
                "what events does the social work department have",
                "what events does social work have",
                "what events does the social work department conduct",
                "social work events",
                "tell me the social work events",
                "tell me all the social work events",
                "what is the best social work event",
                "what is the worst social work event",
                "what events does social work conduct",
                "what event does social work have",
                "list out all social work events",
                "gimme list of social work events",
                "give me list of social work events",
                "social work"
            ],
            "responses": [
                "The events provided by the social work department are funk your junk\nlive reporting\n"
            ],
            "contextFilter": "deptEvents",
            "contextCheck": "deptEvents"
        },
        {
            "tag": "mathEvents",
            "patterns": [
                "what are all the math events",
                "what are the math events",
                "list of math events",
                "give me the list of math events",
                "what all events does the math department have",
                "what events does the math department have",
                "what events does math have",
                "what events does the math department conduct",
                "math events",
                "tell me the math events",
                "tell me all the math events",
                "what is the best math event",
                "what is the worst math event",
                "what events does math conduct",
                "what event does math have",
                "list out all math events",
                "gimme list of math events",
                "give me list of math events",
                "math"
            ],
            "responses": [
                "The events provided by the math department are mathalympics\nbrainstorming\nmath-ninja\n"
            ],
            "contextFilter": "deptEvents",
            "contextCheck": "deptEvents"
        },
        {
            "tag": "scienceEvents",
            "patterns": [
                "what are all the science events",
                "what are the science events",
                "list of science events",
                "give me the list of science events",
                "what all events does the science department have",
                "what events does the science department have",
                "what events does science have",
                "what events does the science department conduct",
                "science events",
                "tell me the science events",
                "tell me all the science events",
                "what is the best science event",
                "what is the worst science event",
                "what events does science conduct",
                "what event does science have",
                "list out all science events",
                "gimme list of science events",
                "give me list of science events",
                "science"
            ],
            "responses": [
                "The events provided by the science department are scinacts\nindago!\n"
            ],
            "contextFilter": "deptEvents",
            "contextCheck": "deptEvents"
        },
        {
            "tag": "school zoneEvents",
            "patterns": [
                "what are all the school zone events",
                "what are the school zone events",
                "list of school zone events",
                "give me the list of school zone events",
                "what all events does the school zone department have",
                "what events does the school zone department have",
                "what events does school zone have",
                "what events does the school zone department conduct",
                "school zone events",
                "tell me the school zone events",
                "tell me all the school zone events",
                "what is the best school zone event",
                "what is the worst school zone event",
                "what events does school zone conduct",
                "what event does school zone have",
                "list out all school zone events",
                "gimme list of school zone events",
                "give me list of school zone events",
                "school zone"
            ],
            "responses": [
                "The events provided by the school zone department are schoolwiz–18\nhogwarts express\ncubing royale\nresearch conclave - school\ntalk your way through\nartista\nfootball manager\nscinacts-school\n"
            ],
            "contextFilter": "deptEvents",
            "contextCheck": "deptEvents"
        }
    ]
}